"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Introduziu o seu PIN erradamente %1$d vezes. Introduziu o seu PIN erradamente %1$d vezes.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutos";

"command_error_pin_invalid" = "Introduziu o seu PIN erradamente %1$d vezes.";

"general_cancel" = "Cancelar";

"general_error_msg" = "Ocorreu um erro. Tente novamente.";

"general_error_network_msg" = "Algo correu mal. Verifique a sua ligação à Internet.";

"general_error_title" = "Erro";

"general_hint" = "Nota";

"general_no" = "Não";

"general_ok" = "Ok";

"general_yes" = "Sim";

"login_error_authentication_failed" = "A autenticação falhou. Tente novamente.";

"login_error_wrong_tan" = "As informações que introduziu não estão corretas. Tenha em atenção que pode ser necessário aguardar alguns minutos antes de fazer uma nova tentativa.";

"login_info_alert_message" = "A ID Mercedes me é composta pelo seu número de telemóvel ou pelo seu endereço de e-mail pessoais. Com a sua ID Mercedes me pode iniciar a sessão em todo o mundo digital Mercedes-Benz. Ela garante-lhe acesso a todos os serviços, funções e plataformas disponíveis no seu país de residência.";

"login_info_alert_title" = "ID Mercedes me";

"login_invalid_input" = "Insira um endereço de e-mail ou um número de telefone válidos.";

"login_mercedesme_id" = "ID Mercedes me";

"login_next" = "Continuar";

"login_only_caption" = "Início sessão";

"login_username" = "N.º de telemóvel ou endereço de e-mail";

"login_user_not_registered" = "Faça o seu registro gratuito numa das outras aplicações Mercedes me. ";

"pin_popup_button_again" = "Tentar novamente";

"pin_popup_cancel" = "Cancelar";

"pin_popup_default_no_pin_message" = "Defina um PIN numa das aplicações Mercedes me.";

"pin_popup_description" = "Introduza o seu PIN de %1$d algarismos:";

"pin_popup_send" = "Enviar";

"pin_popup_title" = "Introdução de PIN";

"pin_popup_wrong_pin_msg" = "O PIN não está correto. Tente novamente.";

"pin_popup_wrong_pin_title" = "PIN errado";

"registration_user_consent_message" = "Para melhorar continuamente a aplicação, procedemos a uma análise da utilização da aplicação e das suas funções cuja origem não pode ser rastreada até si. É possível desativar esta função a qualquer momento através de Menu > Definições > Análise.";

"registration_user_consent_title" = "Dados de utilização Mercedes me";

"verification_btn_next" = "Continuar";

"verification_btn_send_again" = "Pedir novo código TAN";

"verification_headline" = "Código de verificação";

"verification_login_msg_mail" = "Introduza o código TAN que lhe enviámos por e-mail.";

"verification_login_msg_user" = "Para a verificação, enviámos-lhe um código com %1$d dígitos a %2$@. Introduza esse código.";

"verification_not_received" = "Código TAN indisponível?";

"verification_not_received_hint_mail" = "Verifique o endereço de e-mail introduzido ou solicite um novo código de verificação.";

"verification_not_received_hint_phone" = "Verifique o número de telemóvel introduzido e solicite um novo código TAN.";

"verification_send_again_msg" = "O seu pedido foi enviado novamente";

"verification_title" = "Confirmação";

